---
kind: type
id: T:Autodesk.Revit.DB.PDFExportOptions
source: html/e4236fc8-f8e7-fc74-1b81-9e3a4d9e966b.htm
---
# Autodesk.Revit.DB.PDFExportOptions

Options for PDF export

## Syntax (C#)
```csharp
public class PDFExportOptions : IDisposable
```